
{
  "messages":[
    "What’s a skill you’ve always wanted to learn?",
    "If you could master any musical instrument, which one would it be?",
    "What’s a book that changed your perspective on life?",
    "How do you define success?",
    "Who inspires you the most, and why?",
    "What’s your favorite childhood memory?",
    "If you could visit any place in the world, where would you go?",
    "What’s the best compliment you’ve ever received?",
    "Do you believe in love at first sight?",
    "What motivates you to keep going during tough times?",
    "What’s your dream job?",
    "What’s your favorite way to spend a weekend?",
    "If you could relive one day in your life, which day would it be?",
    "What’s your favorite holiday tradition?",
    "What’s something on your bucket list?",
    "How do you usually celebrate your birthday?",
    "What’s a hobby you’ve always wanted to try?",
    "What’s your go-to comfort food?",
    "Do you prefer sunrise or sunset?",
    "What’s your favorite season, and why?",
    "What’s your favorite movie of all time?",
    "If you could live in any time period, which one would you choose?",
    "What’s your most memorable travel experience?",
    "Who had the biggest impact on your life?",
    "What’s a talent you wish you had?",
    "What’s your guilty pleasure TV show or movie?",
    "What’s your favorite thing to cook or bake?",
    "If you could have dinner with any historical figure, who would it be?",
    "What’s your favorite way to unwind after a stressful day?",
    "What’s a random fact you know that surprises people?",
    "Do you believe in fate or free will?",
    "What’s the best piece of advice you’ve ever given someone?",
    "What’s your favorite family tradition?",
    "How do you stay motivated to achieve your goals?",
    "What’s the most adventurous thing you’ve ever done?",
    "If you won the lottery, what’s the first thing you’d do?",
    "What’s your favorite memory with your best friend?",
    "What’s something unique about your hometown?",
    "If you could have any superpower, what would it be?",
    "What’s the kindest thing someone’s done for you?",
    "What’s a personal accomplishment you’re most proud of?",
    "Do you have a favorite quote that inspires you?",
    "What’s your ideal way to spend a rainy day?",
    "If you could write a book, what would it be about?",
    "What’s your favorite board game or card game?",
    "What’s a small act of kindness you’ve done recently?",
    "What’s a cause or charity you’re passionate about?",
    "What’s your favorite childhood toy or game?",
    "If you could swap lives with someone for a day, who would it be?",
    "What’s your favorite type of dessert?",
    "What’s your dream vacation destination?",
    "What’s your favorite genre of music?",
    "Do you like surprises, or do you prefer to know what’s coming?",
    "What’s your biggest fear, and how do you cope with it?",
    "What’s your favorite memory from school?",
    "If you could redo one decision in your life, what would it be?",
    "What’s your favorite way to give back to the community?",
    "What’s your favorite holiday, and why?",
    "Do you believe in extraterrestrial life?",
    "What’s your favorite form of self-care?",
    "What’s your most embarrassing moment?",
    "What’s your favorite type of weather?",
    "If you could meet your future self, what’s one question you’d ask?",
    "What’s your favorite workout or physical activity?",
    "What’s a food you didn’t like as a kid but love now?",
    "If you could invent something, what would it be?",
    "What’s your favorite type of art or creative expression?",
    "How do you usually spend your free time?",
    "What’s the best meal you’ve ever had?",
    "What’s a language you’d like to learn?",
    "What’s your favorite animal, and why?",
    "Do you prefer city life or country life?",
    "What’s your go-to karaoke song?",
    "What’s a misconception people often have about you?",
    "What’s your favorite outdoor activity?",
    "If you could relive a favorite vacation, which one would it be?",
    "What’s your favorite childhood TV show?",
    "What’s your favorite thing to do when visiting a new city?",
    "If you could change one thing about the world, what would it be?",
    "What’s a skill you’ve recently learned?",
    "What’s your favorite book genre?",
    "If you could star in a movie, what genre would it be?",
    "What’s your favorite type of exercise?",
    "What’s a recipe you’ve always wanted to try?",
    "What’s your favorite ice cream flavor?",
    "What’s your favorite way to celebrate small wins?",
    "What’s the last song you had on repeat?",
    "What’s your favorite memory with your family?",
    "What’s your dream car?",
    "What’s a piece of advice you wish you’d followed sooner?",
    "What’s the last thing you learned about yourself?",
    "If you could live anywhere in the world, where would it be?"
]
}
